{
  "enterlude": [
    [
      {
        "heading": "О платформе",
        "text": "LXP IThub — уникальная образовательная онлайн-платформа, меняющая парадигму IT-образования. Бизнес-ориентированное обучение стирает границы между теорией и практикой, между обучением и работой. На платформе студенты формируют портфолио, связываются с будущими работодателями и зарабатывают. На платформе учатся студенты IT специальностей."
      },
      {
        "heading": "Элементы платформы",
        "text": "В платформе есть страницы: адаптивные курсы, профиль, мой прогресс, новости, сервисы"
      },
      {
        "heading": "Как добавить точку роста?",
        "text": "Откройте форму ввода достижения, напишите название мероприятия, дату начала, дату окончания, опишите мероприятие и приложите подтверждающий документ"
      }
    ]
  ],
  "portfolio": [
    [
      {
        "heading": "Адаптивные курсы",
        "text": "На странице адаптивные курсы пользователь сможет пройти ознакомительные курсы по работе с платформой, пройти тесты на выявление сферы интересов, получить за это баллы, которые можно обменять на мерч компании IThub и получить ачивки. Чтобы выполнить это, необходимо перейти во вкладку адаптивные курсы, выбрать интересующий курс и начать прохождение. "
      },
      {
        "heading": "Профиль студента",
        "text": "На странице профиль пользователя студенты смогут получить информацию об общем прогрессе в обучении, смогут добавить достижения, добавить точки роста. Чтобы добавить достижение, необходимо открыть страницу профиль, нажать на кнопку Добавить, ввести необходимую информацию и подтверждение. Чтобы добавить точку роста, необходимо перейти на страницу профиль, открыть точки роста, нажать на кнопку Добавить. Точка роста - сфера интересов или навык, который хочет приобрести студент. "
      },
      {
        "heading": "Новости",
        "text": "На странице новости есть мероприятия, сообщества по интересам, которые рекомендуются персонально для каждого студента, благодаря инновационной рекомендательной системе. Чтобы записаться на мероприятие пользователю необходимо перейти на страницу новости, нажать на карточку мероприятия, нажать на кнопку Записаться."
      }
    ],
    [
      {
        "heading": "Сервисы",
        "text": "На странице сервисов, студент сможет ознакомится с различными полезными сервисами, доступными для подключения. Чтобы подключить сервис необходимо перейти на страницу сервисы, нажать на карточку сервиса, нажать кнопку Подключить"
      }
    
    ]
  ]
  
}
